Repository: Rarioty/glpi-plugin-sam
Catalog: locales/*.po
Languages: fr_fr

source: Metrics
fr_fr: Métriques

source: Core factor
fr_fr: Coefficient par coeur (Oracle)

source: Processor Value Unit
fr_fr: Valeur unitaire par coeur (IBM)

source: Installation of plugin SAM
fr_fr: Installation du plugin SAM

source: Getting existence of glpi_deviceprocessors
fr_fr: Vérification de l’existence de la table glpi_deviceprocessors

source: Clean data from old installation of the plugin
fr_fr: Nettoyage des données de l’ancienne installation du plugin

source: Dropping corefactor and pvu columns
fr_fr: Suppression des colonnes core factor et peu

source: Creation tables in database
fr_fr: Création des tables dans la base de données

source: Creating glpi_plugin_sam_corefactors table
fr_fr: Création de la table glpi_plugin_sam_corefactors

source: Creating glpi_plugin_sam_pvus table
fr_fr: Création de la table glpi_plugin_sam_pvu

source: Creating glpi_plugin_sam_metrics table
fr_fr: Création de la table glpi_plugin_sam_metrics_table

source: Populating tables
fr_fr: Ajout de données dans les tables de la base de données

source: Populating glpi_plugin_sam_corefactors table
fr_fr: Création de la table glpi_plugin_sam_corefactors

source: Modifying existing tables in database
fr_fr: Modification de l’existence des tables dans la base de données

source: Modifying glpi_deviceprocessors
fr_fr: Modification de la table glpi_deviceprocessors

source: Modifying glpi_softwarelicenses
fr_fr: Modification de la table glpi_deviceprocessors

source: Software Asset Management
fr_fr: Gestion du patrimoine des licenses

source: Metric
fr_fr: Métrique

source: metric
fr_fr: métrique

source: Sofware
fr_fr: Logiciel

source: Editor
fr_fr: Editeur

source: License
fr_fr: Licence

source: Licences requises
fr_fr: Métrique

source: Licences achetées
fr_fr: métrique
